{
    "projects": [
        {
            "id": 1,
            "name": "Guesstimating GDP",
            "content": "This project was a meticulously planned and executed endeavor aimed at achieving a profound understanding of Gross Domestic Product (GDP) and employing advanced data analytics and machine learning techniques to predict India's GDP. It commences with an in-depth exploration of the complexities associated with GDP, followed by a rigorous analysis of historical data coupled with the comprehensive consideration of various influential factors from the past.",
            "Read more": "/",
            "image":"https://i.postimg.cc/BZL0xyZz/Guesstimating-GDP-img.png"
        },
        {
            "id": 2,
            "name": "Inside Out",
            "content": "This project was a comprehensive examination of international ranking organizations, with a primary focus on understanding the internal mechanisms that underlie the creation of rankings based on a variety of parameters. The research involves a multi-faceted approach, encompassing the historical context, mission, values, methodology, data sources, and transparency of these organizations.",
            "Read more": "/",
            "image":"https://i.postimg.cc/q7yKhQh6/Inside-out.jpg"
        },
        {
            "id": 3,
            "name": "India’s Social Changes",
            "content": "This project was focused on comprehensive exploration of the dynamic social landscape in India, with a focus on how societal changes have affected various segments of the population. It encompasses an in-depth examination of the nuanced transformations experienced by different demographic groups, including tribal communities, and the evolution of gender norms from a non binary perspective.",
            "Read more": "/",
            "image":"https://i.postimg.cc/Nf2jjFr5/Indias-social-changes.png"
        },
        {
            "id": 4,
            "name": "Tweet Decoder",
            "content": "This project was focused on exploring the transformative potential of machine learning within the sphere of public policy. It revolves around the adaptive application of Natural Language Processing (NLP), a tool of artificial intelligence, to discern the polarity of tweets. The core goal of this project is to construct a model with the capability to precisely classify tweets into three distinct categories.",
            "Read more": "/",
            "image":"https://i.postimg.cc/3R6Qsj19/Tweet-decoder-img.png"
        }
    ]
}
